Repository: vcharrie/SmartSelector
Catalog: R1/Sources/FrontEnd/app/dependencies/bower_dependencies/family-discount-editor/scripts/locales/messages_*.po
Languages: es, ru

source: Cancel
es: Cancelar
ru: Отмена

source: Code
es: Grupo Descuento
ru: Код

source: Communication with server error: discounts not saved
es: Error en la comunicación con el servidor: descuentos no guardados
ru: Ошибка соединения с сервером: скидки не были сохранены

source: Description
es: Descripción
ru: Описание

source: Discount
es: Descuento
ru: Скидка

source: Discounts saved
es: Descuentos guardados
ru: Скидки успеøно сохранены

source: Submit
es: Aceptar
ru: Подтвердить

source: Validity start
es: Inicio vigencia
ru: Действительна с

source: some dates are not valid: please enter date in "dd-MM-yyyy" format
es: Algunas fechas no son válidas: formato de fecha correcto "dd-MM-aaaa"
ru: Некорректный формат дат: пожалуйста, введите даты в формате "дд-мм-гггг"

source: some numbers are not valid: please enter numbers between 0 and 100
es: Algunos números no son válidos: Introducir los números entre 0 y 100
ru: Некорректный формат чисел: пожалуйста, введите числа от 0 до 100

source: No family available
es: No hay familias disponibles
ru: Нет доступных семейств
