Repository: vcharrie/SmartSelector
Catalog: R1/Sources/FrontEnd/app/dependencies/bower_dependencies/Edit-profile/locales/messages _*.po
Languages: es

source: An email had been sent to your address for verification.
es: Un correo electrónico ha sido enviado a su dirección para la verificación

source: Company Name
es: Empresa

source: Connect with:
es: Conectar con

source: Country
es: País

source: Fields are mandatory
es: Campo obligatorio

source: Given name
es: Nombre

source: Job function
es: Función

source: Language
es: Idioma

source: Please enter a valid email address
es: Introducir un correo electrónico válido

source: Please enter your Partner Id
es: Introducir su Partner Id de Schneider Electric

source: Please enter your company name
es: Introducir su Empresa

source: Please enter your given name
es: Introducir su Nombre

source: Please enter your surname
es: Introducir su Apellido

source: Send verification mail again.
es: Enviar el correo electrónico de verificación, otra vez

source: Submit
es: Enviar

source: Surname
es: Apellido

source: This field is required
es: Este campo es obligatorio

source: You have to enter a valid email.
es: Introducir un correo electrónico válido

source: Your company
es: Su empresa

source: Your job
es: Su función
