Repository: vcharrie/SmartSelector
Catalog: R1/Sources/FrontEnd/app/dependencies/bower_dependencies/Edit-profile/locales/messages_*.po
Languages: ru

source: An email had been sent to your address for verification.
ru: На ваш email отправлено письмо для подтверждения.

source: Company Name
ru: Название Огранизации

source: Connect with:
ru: Связаться с

source: Country
ru: Cтрана

source: Fields are mandatory
ru: Поля обязательны для заполнения

source: Given name
ru: Имя

source: Job function
ru: Род деятельности

source: Language
ru: Язык

source: Partner ID
ru: ID Партнера

source: Please enter a valid email address
ru: Пожалуйста, введите корректный email

source: Please enter your Partner Id
ru: Пожалуйста, введите ваш ID Партнера

source: Please enter your company name
ru: Вожалуйста, введите название вашей организации

source: Please enter your given name
ru: Пожалуйста, введите ваше имя

source: Please enter your surname
ru: Пожалуйста, введите вашу фамилию

source: Send verification mail again.
ru: Отправить письмо подтверждения еще раз

source: Submit
ru: Подтвердить

source: Surname
ru: Фамилия

source: This field is required
ru: Данное поле обязательно для заполнения

source: You have to enter a valid email.
ru: Необходимо ввести корректный email адрес

source: Your company
ru: Ваша организация

source: Your job
ru: Ваша должность
