Repository: vcharrie/SmartSelector
Catalog: R1/Sources/FrontEnd/app/dependencies/bower_dependencies/price-list-manager/scripts/locales/messages_*.po
Languages: fr

source: Available price list(s)
fr: Liste(s) de prix disponible(s)

source: Cancel
fr: Annuler

source: Choose price list
fr: Choisissez la liste de prix

source: Currency
fr: Devise

source: Headers row number
fr: Numéro de ligne d'en-têtes

source: Import
fr: Importer

source: Import new price list
fr: Importer une nouvelle liste de prix

source: Name
fr: Nom

source: Next
fr: Suivant

source: Preview
fr: Prévisualiser

source: Previous
fr: Précédent

source: Price column
fr: Colonne des prix

source: Reference
fr: Référence

source: Reference column
fr: Colonne des références

source: Select a currency
fr: Choisissez une devise

source: Select a worksheet
fr: Choisissez une feuille

source: Select the corresponding column
fr: Choisissez la colonne correspondante

source: Unit price
fr: Prix unitaire

source: Worksheet
fr: Feuille

source: Edit the selected list
fr: Modifiez la liste sélectionnée

source: Open
fr: Ouvrir

source: Add new price list
fr: Ajouter une nouvelle liste de prix

source: Manage price lists
fr: Gérer les listes de prix
