Repository: vcharrie/SmartSelector
Catalog: R1/Sources/FrontEnd/app/dependencies/bower_dependencies/web-ui-commons/locales/messages _*.po
Languages: es

source: Accounting
es: Contabilidad

source: Administrative/Clerical
es: Administrativo

source: Business Development/Acquisitions
es: Desarrollo de Negocios/Adquisiciones

source: Construction
es: Construcción

source: Consultant
es: Consultor

source: Customer Service / Client Care
es: Atención al Cliente

source: Distribution/Supply Chain/Logistics
es: Distribución/Logística/Supply Chain

source: Education
es: Educación

source: Electrician
es: Instalador electricista

source: Energy Management
es: Gestión de Energía

source: Engineering
es: Ingeniería

source: Executive
es: Ejecutivo

source: Facilities/Installation/Maintenance/Repair
es: Mantenimiento

source: Finance
es: Finanzas

source: Human Resources /Training
es: Recursos Humanos/Formación

source: IT
es: Sistemas de Información

source: Installation/Maintenance/Repair
es: Instalación

source: Investor Relations
es: Inversiones

source: Legal
es: Dpto. Legal

source: Manufacturing / Production / Operations
es: Producción/Operaciones

source: Medical
es: Servicios Médicos

source: Other
es: Otro

source: Project Management
es: Gestión de Proyectos

source: Purchasing - Procurement
es: Compras/Aprovisionamiento

source: Quality Assurance / Quality Control
es: Calidad

source: Research & Development / Science
es: Investigación y Desarrollo

source: Reseller/VAR
es: Revendedor

source: Safety
es: Seguridad

source: Sales
es: Ventas

source: Security / Protective Services
es: Servicios de Protección/Seguridad

source: Strategy - Planning
es: Estrategia/Planificación

source: System Integrator
es: Integrador de Sistemas

source: Telecommunications
es: Telecomunicaciones
