Repository: vcharrie/SmartSelector
Catalog: R1/Sources/FrontEnd/app/dependencies/bower_dependencies/web-ui-commons/locales/messages_*.po
Languages: ru

source: Accounting
ru: Учет

source: Administrative/Clerical
ru: Администрация/Управление

source: Business Development/Acquisitions
ru: Business Development/ Слияния и поглощения

source: Construction
ru: Сборка, строительство

source: Consultant
ru: Консультант

source: Customer Service / Client Care
ru: Поддержка/Сервис для клиентов

source: Distribution/Supply Chain/Logistics
ru: Дистрибуция/Поставки/Логистика

source: Education
ru: Образование

source: Electrician
ru: Электрик

source: Energy Management
ru: Управление-распределение энергии

source: Engineering
ru: Инженерия

source: Executive
ru: Исполнитель

source: Facilities/Installation/Maintenance/Repair
ru: Производство/Установка/Ввод в эксплуатацию/Ремонт

source: Finance
ru: Финансы

source: Human Resources /Training
ru: Отдел кадров/Обучение

source: Installation/Maintenance/Repair
ru: Установка/Ввод в эксплуатацию/Ремонт

source: Investor Relations
ru: Налаживание отношений с инвесторами

source: Legal
ru: Юриспруденция

source: Manufacturing / Production / Operations
ru: Производство/ Сборка/ Изготовление

source: Marketing
ru: Маркетинг

source: Medical
ru: Медицина

source: Other
ru: Другое

source: Project Management
ru: Управление проектами

source: Purchasing - Procurement
ru: Закупки

source: Quality Assurance / Quality Control
ru: Обеспечение/Контроль качества

source: Research & Development / Science
ru: Исследования/ Наука

source: Reseller/VAR
ru: Реселлер / Продавец

source: Safety
ru: Безопасность

source: Sales
ru: Продажи

source: Security / Protective Services
ru: Безопасность / Службы защиты

source: Strategy - Planning
ru: Стратегическое планирование

source: System Integrator
ru: Системный интегратор

source: Telecommunications
ru: Телекоммуникации
